Repository: dineshkummarc/pygowave
Catalog: pygowave_client/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: The connection was lost.<br/><br/>Error code: %d
de: Die Verbindung wurde getrennt.<br/><br\>Fehlercode: %d

source: A connection error occured.<br/><br/>Error code: %d
de: Ein Verbindungsfehler ist aufgetreten.<br/><br/>Fehlercode: %d

source: The server reports the following error:<br/><br/>%s<br/><br/>Error Tag: %s
de: Der Server berichtet folgenden Fehler:<br/><br/>%s<br/><br/>Fehlerkennung: %s

source: The server reports the following error:<br/><br/>%s<br/><br/>Wavelet ID: %s<br/>Error Tag: %s
de: Der Server berichtet folgenden Fehler:<br/><br/>%s<br/><br/>Wavelet-ID: %s<br/>Fehlerkennung: %s

source: The server did not acknowledge the last operation within 10 seconds. This could be a bug in the client or a server crash. Try to reload.
de: Der Server hat die letzte Operation nicht innerhalb von 10 Sekunden bestätigt. Dies kann ein Fehler im Client sein oder ein Serverabsturz. Versuche die Seite neu zu laden.

source: Mar
de: Mär

source: May
de: Mai

source: Oct
de: Okt

source: Dec
de: Dez

source: Edit Blip
de: Blip bearbeiten

source: Delete
de: Löschen

source: Done
de: Fertig

source: Draft
de: Entwurf

source: Not yet implemented by Google...
de: Noch nicht implementiert von Google...

source: Sorry, but this Blip Editor has gone out of sync with the internal representation. Please click resync.
de: Es tut uns leid, aber dieser Blip-Editor ist nicht mehr synchron mit der internen Darstellung. Bitte klicke auf "Resync".

source: The text content could not be rendered correctly. This may be a bug or you are using an unsupported browser.
de: Der Text konnte nicht korrekt gerendert werden. Dies kann ein Programmfehler sein oder Du verwendest einen nicht unterstützten Browser.

source: Dismiss
de: Ausblenden

source: Unfortunately, this Blip has gone out of sync with the server. You have to reload the page to be able to use it again.
de: Unglücklicherweise ist dieser Blip nicht mehr synchron zum Server. Du musst die Seite neu laden, um ihn wieder verwenden zu können.

source: Reload
de: Neu laden

source: and
de: und

source: Status: Waiting for acknowledgement
de: Status: Warte auf Bestätigung

source: Status: Document in sync with server
de: Status: Dokument ist synchron zum Server

source: Status: Document not in sync with server
de: Status: Dokument ist nicht synchron zum Server

source: Selected: %d-%d
de: Auswahl: %d-%d

source: Choose a Gadget from the list below:
de: Wähle ein Gadget aus der Liste:

source: Cancel
de: Abbrechen

source: Add Gadget
de: Gadget hinzufügen

source: Loading...
de: Bitte warten...

source: You must choose a gadget from the list first.
de: Du musst zu erst ein Gadget aus der Liste wählen.

source: Notice
de: Hinweis

source: (Please choose...)
de: (Bitte wählen...)

source: Description
de: Beschreibung

source: Uploaded by %s
de: Hochgeladen von %s

source: Delete Gadget
de: Gadget löschen

source: Gadget #%d at index %d says:
de: Gadget #%d bei Index %d sagt:

source: Add participant
de: Teilnehmer hinzufügen

source: You must select a participant from your search results first.
de: Du musst zu erst einen Teilnehmer aus deinen Suchergebnissen auswählen.

source: Please enter at least %d letters.
de: Bitte mindestens %d Buchstaben eingeben.

source: Internet Explorer bug: Could not create Selection object from TextRange!
de: Internet Explorer Bug: Konnte kein Selection-Objekt aus TextRange erstellen!

source: Reply
de: Antworten

source: Reply to this Wavelet
de: Auf dieses Wavelet antworten

source: Add a Gadget to the Blip
de: Füge dem Blip ein Gadget hinzu

source: Shit happens...
de: Dumm gelaufen...

source: Do you really want to leave the Wave?<br/> <br/> Warning: If you do so, you cannot come back to this wave unless someone adds you again.
de: Willst du das Wave wirklich verlassen?<br/> <br/> Warnung: Wenn du das tust, kannst du nicht mehr zu diesem Wave zurückkehren, bis dich jemand wieder hinzufügt.

source: Please confirm
de: Bitte bestätigen

source: Yes
de: Ja

source: No
de: Nein
